inclusão de badge sinalizando que presente é somente via pix
